Repository: mericorhay/CueTake
Catalog: Packages/CueTakeKit/Sources/EditorFeature/Resources/Localizable.xcstrings
Source language: en
Languages: es, tr

# captions.count %lld
source: %lld CAPTIONS
es: %lld SUBTÍTULOS
tr: %lld ALTYAZI

# captions.done
source: Done
es: Listo
tr: Bitti

# captions.drag.hint
source: Drag the caption on the video
es: Arrastra el subtítulo en el video
tr: Videodaki altyazıyı sürükle

# captions.edit.delete
source: Delete
es: Eliminar
tr: Sil

# captions.edit.end
source: END
es: FIN
tr: BİTİŞ

# captions.edit.merge
source: Join next
es: Unir siguiente
tr: Sonrakiyle birleştir

# captions.edit.split
source: Split
es: Dividir
tr: Böl

# captions.edit.start
source: START
es: INICIO
tr: BAŞLANGIÇ

# captions.edited
source: EDITED
es: EDITADO
tr: DÜZENLENDİ

# captions.editedCount %lld
source: %lld EDITED BY YOU
es: %lld EDITADO POR TI
tr: %lld TANESİNİ SEN DÜZENLEDİN

# captions.emphasis.box
source: Card
es: Tarjeta
tr: Kart

# captions.emphasis.none
source: None
es: Ninguno
tr: Yok

# captions.emphasis.scale
source: Grow
es: Crecer
tr: Büyüt

# captions.empty.action
source: Listen to the footage
es: Escucha el material
tr: Görüntüyü dinle

# captions.empty.note
source: Captions come from what is actually said in your footage. It runs on the phone — nothing is uploaded — and once it is done every word has a time on it.
es: Los subtítulos provienen de lo que realmente se dice en tu material. Se ejecuta en el teléfono — no se sube nada — y una vez terminado, cada palabra tiene su tiempo.
tr: Altyazılar görüntünde gerçekten söylenenden çıkıyor. Telefonda çalışıyor — hiçbir şey yüklenmiyor — ve bittiğinde her kelimenin bir zamanı oluyor.

# captions.empty.title
source: Nothing has been listened to yet
es: Aún no se ha escuchado nada
tr: Henüz hiçbir şey dinlenmedi

# captions.entrance.bounce
source: Bounce
es: Rebotar
tr: Zıpla

# captions.entrance.fade
source: Fade
es: Desvanecer
tr: Belir

# captions.entrance.none
source: None
es: Ninguno
tr: Yok

# captions.entrance.pop
source: Pop
es: Salto
tr: Fırla

# captions.entrance.rise
source: Rise
es: Levantarse
tr: Yüksel

# captions.entrance.typewriter
source: Word by word
es: Palabra por palabra
tr: Kelime kelime

# captions.export
source: Export
es: Exportar
tr: Aktar

# captions.kicker
source: CAPTIONS
es: SUBTÍTULOS
tr: ALTYAZILAR

# captions.listen
source: Listen to the clips again
es: Escucha los clips de nuevo
tr: Klipleri yeniden dinle

# captions.noFootage.note
source: Captions come from what is said in your clips. Import or record first.
es: Los subtítulos provienen de lo que se dice en tus clips. Importa o graba primero.
tr: Altyazılar kliplerinde söylenenlerden çıkar. Önce içe aktar ya da çek.

# captions.noFootage.title
source: No footage yet
es: Aún no hay material
tr: Henüz görüntü yok

# captions.pack.cinema
source: Cinema
es: Cine
tr: Sinema

# captions.pack.clean
source: Clean
es: Limpio
tr: Temiz

# captions.pack.energy
source: Energy
es: Energía
tr: Enerji

# captions.pack.story
source: Story
es: Historia
tr: Hikâye

# captions.pack.talk
source: Talk
es: Charla
tr: Sohbet

# captions.placeholder
source: Caption text
es: Texto del subtítulo
tr: Altyazı metni

# captions.position
source: POSITION
es: POSICIÓN
tr: KONUM

# captions.position.bottom
source: Bottom
es: Abajo
tr: Alt

# captions.position.middle
source: Middle
es: Centro
tr: Orta

# captions.position.top
source: Top
es: Arriba
tr: Üst

# captions.rebuild
source: Rebuild from speech
es: Reconstruir desde el discurso
tr: Konuşmadan yeniden oluştur

# captions.rebuild.note
source: Every caption is written again from what was said, including the ones you edited.
es: Cada subtítulo se escribe de nuevo a partir de lo que se dijo, incluidas las ediciones.
tr: Düzenlediklerin dahil bütün altyazılar söylenenlerden yeniden yazılır.

# captions.style
source: STYLE
es: ESTILO
tr: STİL

# captions.style.beast
source: Beast
es: Bestia
tr: Dev

# captions.style.bold
source: Bold
es: Negrita
tr: Kalın

# captions.style.bounce
source: Bounce
es: Rebote
tr: Zıpla

# captions.style.boxed
source: Boxed
es: Enmarcado
tr: Kutulu

# captions.style.clean
source: Clean
es: Limpio
tr: Sade

# captions.style.comic
source: Comic
es: Cómic
tr: Çizgi

# captions.style.focus
source: Focus
es: Enfoque
tr: Odak

# captions.style.glow
source: Glow
es: Brillo
tr: Işıltı

# captions.style.neon
source: Neon
es: Neón

# captions.style.news
source: News
es: Noticias
tr: Haber

# captions.style.punch
source: Punch
es: Impacto
tr: Vurucu

# captions.style.spotlight
source: Spotlight
es: Foco
tr: Spot

# captions.style.story
source: Story
es: Historia
tr: Hikâye

# captions.style.subtle
source: Subtle
es: Sutil
tr: Sade

# captions.style.typewriter
source: Typewriter
es: Máquina de escribir
tr: Daktilo

# captions.tooFast %lld
source: %lld too fast
es: %lld demasiado rápido
tr: %lld hızlı

# captions.tooFast.hint
source: These captions are on screen too briefly to read. Show fewer words at a time.
es: Estas subtítulos aparecen demasiado brevemente para leerlos. Muestra menos palabras a la vez.
tr: Bu altyazılar okunamayacak kadar kısa görünüyor. Aynı anda daha az kelime göster.

# captions.tune
source: Fine-tune the look
es: Ajusta el aspecto
tr: Görünümü ince ayarla

# captions.tune.allClips
source: all clips
es: todos los clips
tr: tüm klipler

# captions.tune.case
source: LETTERS
es: Letras
tr: HARFLER

# captions.tune.color
source: TEXT COLOUR
es: COLOR DEL TEXTO
tr: YAZI RENGİ

# captions.tune.customized
source: CUSTOM
es: PERSONALIZADO
tr: ÖZEL

# captions.tune.emoji
source: Emoji after a strong word
es: Emoji después de una palabra fuerte
tr: Güçlü kelimeden sonra emoji

# captions.tune.emphasis
source: SPOKEN WORD
es: PALABRA HABLA
tr: SÖYLENEN KELİME

# captions.tune.entrance
source: ENTRANCE
es: ENTRADA
tr: GİRİŞ

# captions.tune.highlight
source: SPOKEN WORD LIGHTS UP IN
es: PALABRA HABLA SE ILUMINA EN
tr: SÖYLENEN KELİME BU RENKTE YANAR

# captions.tune.keywords
source: Color numbers and strong words
es: Números de color y palabras fuertes
tr: Sayıları ve güçlü kelimeleri renklendir

# captions.tune.plate
source: BACKGROUND
es: FONDO
tr: ARKA PLAN

# captions.tune.reset
source: Back to the preset
es: Volver al ajuste
tr: Hazır stile dön

# captions.tune.size
source: SIZE
es: TAMAÑO
tr: BOYUT

# captions.tune.words
source: MAX WORDS ON SCREEN
es: MÁXIMO DE PALABRAS EN PANTALLA
tr: EKRANDA EN FAZLA KELİME

# captions.window
source: CAPTIONS SHOW
es: CÁPTURAS SE MUESTRAN
tr: ALTYAZILAR GÖRÜNÜR

# captions.window.all
source: Throughout
es: A lo largo
tr: Baştan sona

# captions.window.between
source: Only between
es: Solo entre
tr: Sadece arasında

# captions.window.from
source: FROM
es: DE
tr: BAŞLANGIÇ

# captions.window.to
source: TO
es: A
tr: BİTİŞ

# editor.ai.applied %lld
source: %lld edits applied
es: %lld ediciones aplicadas
tr: %lld düzenleme uygulandı

# editor.ai.apply %lld
source: Apply %lld edits
es: Aplicar %lld ediciones
tr: %lld düzenlemeyi uygula

# editor.ai.compose
source: Tell the AI what to do
es: Indica al AI lo que hacer
tr: AI'a ne yapacağını söyle

# editor.ai.consent
source: Cloud AI sends your video's words and edit structure, a few small pictures of it for AI edit, and its sound for better captions, to our server. You can turn it off again in Settings.
es: El AI en la nube envía las palabras y la estructura de edición de tu video, algunas imágenes pequeñas para la edición con AI y su sonido para mejores subtítulos, a nuestro servidor. Puedes desactivarlo nuevamente en Configuración.
tr: Bulut AI; videonun sözlerini ve kurgu yapısını, AI kurgu için birkaç küçük karesini, daha iyi altyazı için de sesini sunucumuza gönderir. İzni Ayarlar'dan tekrar kapatabilirsin.

# editor.ai.consent.allow
source: Allow cloud AI
es: Permitir AI en la nube
tr: Bulut AI'a izin ver

# editor.ai.discard
source: Discard
es: Descartar
tr: Vazgeç

# editor.ai.drives
source: Tell the AI what to change. It edits in the studio while you watch, and every change can be undone.
es: Indica al AI lo que cambiar. Edita en el estudio mientras miras, y cada cambio se puede deshacer.
tr: AI'a ne değişsin söyle. Sen izlerken stüdyoda düzenler, her değişiklik geri alınabilir.

# editor.ai.failed %@
source: Couldn't get a plan: %@
es: No se pudo obtener un plan: %@
tr: Plan alınamadı: %@

# editor.ai.history
source: AI changes
es: Cambios de IA
tr: AI değişiklikleri

# editor.ai.hud.done %lld
source: %lld changes made
es: %lld cambios realizados
tr: %lld değişiklik yapıldı

# editor.ai.hud.reading
source: The AI is reading your video
es: La IA está leyendo tu video
tr: AI videonu okuyor

# editor.ai.hud.review
source: Review
es: Revisar
tr: İncele

# editor.ai.hud.reviewing
source: Checking the result and finishing off
es: Verificando el resultado y finalizando
tr: Sonucu kontrol ediyor, eksikleri tamamlıyor

# editor.ai.hud.stats %lld %lld
source: %1$lld clips · %2$lld words
es: %1$lld clips · %2$lld palabras
tr: %1$lld klip · %2$lld kelime

# editor.ai.hud.step %lld %lld
source: Change %1$lld of %2$lld
es: Cambiar %1$lld de %2$lld
tr: Değişiklik %1$lld / %2$lld

# editor.ai.hud.stop
source: Stop
es: Detener
tr: Durdur

# editor.ai.hud.stopHint
source: Stops the AI; changes already made stay and can be undone.
es: Detiene la IA; los cambios ya hechos se mantienen y se pueden deshacer.
tr: AI'ı durdurur; yapılan değişiklikler kalır ve geri alınabilir.

# editor.ai.hud.undo
source: Undo all
es: Deshacer todo
tr: Hepsini geri al

# editor.ai.newSession
source: New session
es: Nueva sesión
tr: Yeni oturum

# editor.ai.nothing
source: The AI didn't suggest any edits for that.
es: La IA no sugirió ediciones para eso.
tr: Yapay zekâ bunun için bir düzenleme önermedi.

# editor.ai.nothingDone %@
source: Nothing was changed. The AI said: %@
es: No se cambió nada. La IA dijo: %@
tr: Hiçbir şey değişmedi. AI'ın notu: %@

# editor.ai.op.addTemplate %@
source: Template added: %@
es: Plantilla añadida: %@
tr: Şablon eklendi: %@

# editor.ai.op.addText %@
source: Text added: “%@”
es: Texto añadido: “%@”
tr: Yazı eklendi: “%@”

# editor.ai.op.audio %@
source: Sound adjusted: %@
es: Sonido ajustado: %@
tr: Ses ayarlandı: %@

# editor.ai.op.background %@ %@
source: Clip %1$@: background %2$@
es: Clip %1$@: fondo %2$@
tr: Klip %1$@: arka plan %2$@

# editor.ai.op.backgroundSpan %@ %@ %@
source: Background %3$@ from %1$@ s to %2$@ s
es: Fondo %3$@ desde %1$@ s hasta %2$@ s
tr: %1$@–%2$@ sn arası arka plan: %3$@

# editor.ai.op.cameraMove %@
source: Camera move: %@
es: Movimiento de cámara: %@
tr: Kamera hareketi: %@

# editor.ai.op.caption %@
source: Caption: “%@”
es: Subtítulo: “%@”
tr: Altyazı: “%@”

# editor.ai.op.captionMerge %@
source: Captions joined: “%@”
es: Subtítulos unidos: “%@”
tr: Altyazılar birleşti: “%@”

# editor.ai.op.captionRemove %@
source: Caption removed: “%@”
es: Subtítulo eliminado: “%@”
tr: Altyazı silindi: “%@”

# editor.ai.op.captionSplit %@
source: Caption split: “%@”
es: Subtítulo dividido: “%@”
tr: Altyazı bölündü: “%@”

# editor.ai.op.captionTiming %@
source: Caption timing: “%@”
es: Tiempo de subtítulo: “%@”
tr: Altyazı zamanı: “%@”

# editor.ai.op.cut %@ %@ %@
source: Clip %1$@: cut %2$@–%3$@ s
es: Clip %1$@: recorte %2$@–%3$@ s
tr: Klip %1$@: %2$@–%3$@ sn kes

# editor.ai.op.delete %@
source: Delete clip %@
es: Eliminar clip %@
tr: Klip %@'i sil

# editor.ai.op.duplicate %@
source: Clip %@ duplicated
es: Clip %@ duplicado
tr: Klip %@ çoğaltıldı

# editor.ai.op.duplicateOverlay %@
source: Overlay copied: %@
es: Superposición copiada: %@
tr: Katman kopyalandı: %@

# editor.ai.op.editTemplate %@
source: Template changed: %@
es: Plantilla cambiada: %@
tr: Şablon düzenlendi: %@

# editor.ai.op.filter %@
source: Filter: %@
es: Filtro: %@
tr: Filtre: %@

# editor.ai.op.footage %@ %lld
source: Clip %1$@: %2$lld cuts
es: Clip %1$@: %2$lld cortes
tr: Klip %1$@: %2$lld kesim

# editor.ai.op.freeze %@
source: Clip %@: freeze frame
es: Clip %@: fotograma congelado
tr: Klip %@: kareyi dondur

# editor.ai.op.freezeFrame %@ %@
source: Frame held at %1$@ s for %2$@ s
es: Fotograma mantenido a %1$@ s durante %2$@ s
tr: %1$@ sn'deki kare %2$@ sn donduruldu

# editor.ai.op.generateVideo %@
source: Generate video: %@
es: Generar video: %@
tr: Video üret: %@

# editor.ai.op.layout
source: Videos arranged
es: Videos organizados
tr: Videolar yerleştirildi

# editor.ai.op.look
source: Caption look tuned
es: Apariencia de subtítulo ajustada
tr: Altyazı görünümü ayarlandı

# editor.ai.op.mainVolume %lld
source: Main video level %lld%%
es: Nivel de video principal %lld%%
tr: Ana video sesi %%%lld

# editor.ai.op.music %@
source: Music level %@ dB
es: Nivel de música %@ dB
tr: Müzik seviyesi %@ dB

# editor.ai.op.pauses %@ %@
source: Clip %1$@: tighten pauses over %2$@ s
es: Clip %1$@: ajustar pausas sobre %2$@ s
tr: Klip %1$@: %2$@ sn üstü boşlukları kısalt

# editor.ai.op.removeAudio %@
source: Sound removed: %@
es: Sonido eliminado: %@
tr: Ses kaldırıldı: %@

# editor.ai.op.removeCameraMove
source: Remove camera move
es: Eliminar movimiento de cámara
tr: Kamera hareketini sil

# editor.ai.op.removeEffect
source: Effect removed
es: Efecto eliminado
tr: Efekt kaldırıldı

# editor.ai.op.removeOverlay %@
source: Overlay removed: %@
es: Superposición eliminada: %@
tr: Katman silindi: %@

# editor.ai.op.removeTrack %@
source: Stop following in clip %@
es: Dejar de seguir en clip %@
tr: Klip %@: takibi kaldır

# editor.ai.op.removeTransition %@
source: Remove transition after clip %@
es: Eliminar transición después del clip %@
tr: %@. klipten sonraki geçişi kaldır

# editor.ai.op.removeVideo
source: Video removed
es: Video eliminado
tr: Video kaldırıldı

# editor.ai.op.rename %@ %@
source: Clip %1$@ named “%2$@”
es: Clip %1$@ nombrado “%2$@”
tr: Klip %1$@ adı: “%2$@”

# editor.ai.op.reorder
source: Reorder the clips
es: Reordenar clips
tr: Klipleri yeniden sırala

# editor.ai.op.retimeEffect
source: Effect moved
es: Efecto movido
tr: Efekt taşındı

# editor.ai.op.reverse %@
source: Clip %@: reverse
es: Clip %@: invertir
tr: Klip %@: ters oynat

# editor.ai.op.role %@ %@
source: Clip %1$@: %2$@ role assigned
es: Clip %1$@: %2$@ rol asignado
tr: Klip %1$@: %2$@ rolü atandı

# editor.ai.op.script %@
source: Clip %@: prompter script rewritten
es: Clip %@: guion de teleprompter reescrito
tr: Klip %@: prompter metni yenilendi

# editor.ai.op.shiftCaptions %@
source: Captions moved %@ s
es: Subtítulos movidos %@ s
tr: Altyazılar %@ sn kaydırıldı

# editor.ai.op.sound %@
source: Sound effect: %@
es: Efecto de sonido: %@
tr: Ses efekti: %@

# editor.ai.op.speed %@ %@
source: Clip %1$@: speed %2$@×
es: Clip %1$@: velocidad %2$@×
tr: Klip %1$@: hız %2$@×

# editor.ai.op.split %@ %@
source: Clip %1$@: split at %2$@ s
es: Clip %1$@: dividir a %2$@ s
tr: Klip %1$@: %2$@. sn'de bölündü

# editor.ai.op.splitAt %@
source: Cut at %@ s
es: Corte a %@ s
tr: %@ sn'den bölündü

# editor.ai.op.style %@
source: Caption look: %@
es: Estilo de subtítulo: %@
tr: Altyazı stili: %@

# editor.ai.op.take %@
source: Clip %@: another take chosen
es: Clip %@: otra toma elegida
tr: Klip %@: başka bir çekim seçildi

# editor.ai.op.title %@
source: Title: %@
es: Título: %@
tr: Başlık: %@

# editor.ai.op.trackFace %@
source: Follow the face in clip %@
es: Seguir la cara en clip %@
tr: Klip %@: yüzü takip et

# editor.ai.op.transcript %@
source: Words from %@
es: Palabras de %@
tr: %@ metni kullanıldı

# editor.ai.op.transition %@ %@
source: %1$@ after clip %2$@
es: %1$@ después del clip %2$@
tr: %2$@. klipten sonra %1$@

# editor.ai.op.trim %@
source: Clip %@ trimmed
es: Clip %@ recortado
tr: Klip %@ kırpıldı

# editor.ai.op.unknown %@
source: Not supported: %@
es: No soportado: %@
tr: Desteklenmiyor: %@

# editor.ai.op.updateOverlay %@
source: Overlay adjusted: %@
es: Superposición ajustada: %@
tr: Katman ayarlandı: %@

# editor.ai.op.video
source: Video adjusted
es: Video ajustado
tr: Video ayarlandı

# editor.ai.op.videoMove %@
source: Video moves at %@ s
es: Video se mueve a %@ s
tr: Video %@ sn'de hareket ediyor

# editor.ai.op.voice
source: Voice repair adjusted
es: Reparación de voz ajustada
tr: Ses temizleme ayarlandı

# editor.ai.op.voiceOff
source: Turn voice cleanup off
es: Desactivar limpieza de voz
tr: Ses temizlemeyi kapat

# editor.ai.op.voiceOn
source: Clean up the voice
es: Limpiar la voz
tr: Konuşma sesini temizle

# editor.ai.op.window %@ %@
source: Captions only %1$@–%2$@ s
es: Solo subtítulos %1$@–%2$@ s
tr: Altyazılar sadece %1$@–%2$@ sn

# editor.ai.op.windowAll
source: Captions throughout
es: Subtítulos en todo el video
tr: Altyazılar baştan sona

# editor.ai.op.words %@ %lld
source: Clip %1$@: remove %2$lld words
es: Clip %1$@: eliminar %2$lld palabras
tr: Klip %1$@: %2$lld kelime çıkar

# editor.ai.placeholder
source: What should change? e.g. cut the ums, add a title at 0:05
es: ¿Qué debe cambiar? p.ej. quitar los mu, añadir un título a los 0:05
tr: Ne değişsin? örn. eee'leri kes, 0:05'e başlık ekle

# editor.ai.reading %lld %lld %lld
source: %lld clips · %lld words · %lld moments
es: %lld clips · %lld palabras · %lld momentos
tr: %lld klip · %lld kelime · %lld an

# editor.ai.retry
source: Try again
es: Reintentar
tr: Tekrar dene

# editor.ai.send
source: Send
es: Enviar
tr: Gönder

# editor.ai.session %lld %lld
source: Session %1$lld · %2$lld requests
es: Sesión %1$lld · %2$lld peticiones
tr: Oturum %1$lld · %2$lld istek

# editor.ai.skipped %lld
source: %lld couldn't be done
es: %lld no se pudieron hacer
tr: %lld tanesi yapılamadı

# editor.ai.suggest.camera
source: Add camera moves on the key moments and follow my face
es: Añadir movimientos de cámara en los momentos clave y seguir mi rostro
tr: Önemli anlara kamera hareketi ekle ve yüzümü takip et

# editor.ai.suggest.captions
source: Fix caption typos
es: Corregir errores de subtítulos
tr: Altyazı hatalarını düzelt

# editor.ai.suggest.energy
source: Make it faster and punchier
es: Hazlo más rápido y contundente
tr: Daha hızlı ve enerjik yap

# editor.ai.suggest.hook
source: Make the first 3 seconds stronger
es: Haz los primeros 3 segundos más fuertes
tr: İlk 3 saniyeyi güçlendir

# editor.ai.suggest.look
source: Bigger captions, yellow highlight
es: Subtítulos más grandes, resaltado amarillo
tr: Altyazıları büyüt, vurguyu sarı yap

# editor.ai.suggest.structure
source: Analyse and assign the video structure
es: Analiza y asigna la estructura del video
tr: Video yapısını analiz et ve rolleri ata

# editor.ai.suggest.tighten
source: Cut pauses and filler words
es: Corta pausas y palabras de relleno
tr: Boşlukları ve dolgu kelimeleri kes

# editor.ai.suggest.title
source: Add a title for the first 3 seconds
es: Añadir un título para los primeros 3 segundos
tr: İlk 3 saniyeye bir başlık ekle

# editor.ai.thinking
source: Reading your video…
es: Leyendo tu video…
tr: Videon okunuyor…

# editor.ai.unavailable
source: AI editing is off. Allow cloud AI in Settings → Privacy & AI to use it.
es: La edición con IA está desactivada. Activa IA en la nube en Configuración → Privacidad & IA para usarla.
tr: AI kurgu kapalı. Kullanmak için Ayarlar → Gizlilik ve AI bölümünde bulut AI'a izin ver.

# editor.ai.undo
source: Undo
es: Deshacer
tr: Geri al

# editor.aiChanges.count %lld
source: %lld in place
es: %lld en su lugar
tr: %lld değişiklik duruyor

# editor.aiChanges.empty
source: Nothing yet. Ask the AI for an edit and every change it makes lands here, each one reversible.
es: Nada todavía. Pide al AI una edición y cada cambio que haga aparecerá aquí, cada uno reversible.
tr: Henüz yok. AI'dan bir düzenleme iste; yaptığı her değişiklik burada, tek tek geri alınabilir şekilde durur.

# editor.aiChanges.hint
source: Tap a change to see it in the video
es: Toca un cambio para verlo en el video
tr: Videoda görmek için bir değişikliğe dokun

# editor.aiChanges.reapply
source: Apply this change again
es: Aplicar este cambio de nuevo
tr: Bu değişikliği geri getir

# editor.aiChanges.reapplyAll
source: Apply again
es: Reaplicar
tr: Yeniden uygula

# editor.aiChanges.revert
source: Undo this change
es: Deshacer este cambio
tr: Bu değişikliği geri al

# editor.aiChanges.revertAll
source: Undo all
es: Deshacer todo
tr: Tümünü geri al

# editor.aiChanges.reverted
source: Undone
es: Deshecho
tr: Geri alındı

# editor.aiChanges.title
source: AI CHANGES
es: CAMBIOS DE IA
tr: AI DEĞİŞİKLİKLERİ

# editor.audio.curve
source: VOLUME CURVE
es: CURVA DE VOLUMEN
tr: SES EĞRİSİ

# editor.audio.curve.clear
source: Clear
es: Limpiar
tr: Temizle

# editor.audio.curve.count %lld
source: %lld points
es: %lld puntos
tr: %lld nokta

# editor.audio.curve.hintAdd
source: Moving the slider puts a point here, at the playhead.
es: Mover el control deslizante coloca un punto aquí, en la cabeza de reproducción.
tr: Kaydırıcıyı oynatınca buraya, oynatma çizgisine bir nokta konur.

# editor.audio.curve.hintEdit
source: This point is under the playhead. Fades and ducking still apply on top.
es: Este punto está bajo la cabeza de reproducción. Los fundidos y la reducción de volumen siguen aplicándose encima.
tr: Bu nokta oynatma çizgisinin altında. Geçişler ve kısma yine üstüne uygulanır.

# editor.audio.curve.outside
source: Move the playhead over this sound to draw its volume.
es: Mueve la cabeza de reproducción sobre este sonido para dibujar su volumen.
tr: Sesini çizmek için oynatma çizgisini bu sesin üstüne getir.

# editor.audio.curve.remove
source: Remove this point
es: Eliminar este punto
tr: Bu noktayı kaldır

# editor.audio.denoise
source: Denoise
es: Eliminar ruido
tr: Gürültü

# editor.audio.derumble
source: Rumble
es: Retumbo
tr: Uğultu

# editor.audio.duck
source: Duck
es: Reducción de volumen
tr: Kıs

# editor.audio.enhance
source: Voice
es: Voz
tr: Ses netliği

# editor.audio.fadeIn
source: FADE IN
es: FUNDIDO ENTRADA
tr: GİRİŞ

# editor.audio.fadeOut
source: FADE OUT
es: FUNDIDO SALIDA
tr: ÇIKIŞ

# editor.audio.lane %lld
source: Row %lld
es: Fila %lld
tr: %lld. sıra

# editor.audio.laneDown
source: Move down a row
es: Moverse a la fila inferior
tr: Bir sıra aşağı

# editor.audio.laneUp
source: Move up a row
es: Moverse a la fila superior
tr: Bir sıra yukarı

# editor.audio.level
source: LEVEL
es: NIVEL
tr: SEVİYE

# editor.audio.repair
source: REPAIR
es: REPARAR
tr: ONARIM

# editor.audio.role.effect
source: Effect
es: Efecto
tr: Efekt

# editor.audio.role.music
source: Music
es: Música
tr: Müzik

# editor.audio.role.voiceover
source: Voiceover
es: Locución
tr: Dış ses

# editor.audio.speed
source: SPEED
es: VELOCIDAD
tr: HIZ

# editor.background.all
source: All clips
es: Todas las tomas
tr: Tüm klipler

# editor.background.black
source: Black
es: Negro
tr: Siyah

# editor.background.blur
source: Blur
es: Desenfoque
tr: Bulanık

# editor.background.color
source: Colour
es: Color
tr: Renk

# editor.background.dim
source: Dim
es: Oscurecer
tr: Karart

# editor.background.failed
source: Couldn't replace the background. The clip plays as shot.
es: No se pudo reemplazar el fondo. La toma se reproduce tal cual.
tr: Arka plan değiştirilemedi, klip orijinal haliyle oynuyor.

# editor.background.green
source: Green screen
es: Pantalla verde
tr: Yeşil perde

# editor.background.greenScreen
source: Green screen
es: Pantalla verde
tr: Yeşil perde

# editor.background.hint
source: Pick a look. It lands on the timeline, where you can drag it, stretch its ends and fine-tune it.
es: Elige un aspecto. Se coloca en la línea de tiempo, donde puedes arrastrarlo, estirarlo y ajustarlo.
tr: Bir görünüm seç. Zaman çizelgesine eklenir; oradan sürükleyip uçlarını uzatabilir, ayarlarını değiştirebilirsin.

# editor.background.none
source: As shot
es: Tal cual
tr: Orijinal
